{
	"name": "Streadata.io API Gallery - AWS Machine Learning",
	"description": "This is a repository of aws machine learning APIs, self-contained as a Github repository, with HTML and YAML representations of the APIs and their surrounding operations.",
	"image": "http://template.streamdata.gallery/assets/aws-machine-learning.png",
	"created": "2018-02-24",
	"modified": "2018-08-29",
	"url": "http://aws-machine-learning.streamdata.gallery/apis.json",
	"specificationVersion": "0.14",
	"apis": [
		{
			"name": "AWS Machine Learning",
			"x-api-slug": "aws-machine-learning",
			"description": "Amazon Machine Learning is a service that makes it easy for developers of all skill levels to use machine learning technology. Amazon Machine Learning provides visualization tools and wizards that guide you through the process of creating machine learning (ML) models without having to learn complex ML algorithms and technology. Once your models are ready, Amazon Machine Learning makes it easy to obtain predictions for your application using simple APIs, without having to implement custom prediction generation code, or manage any infrastructure.Amazon Machine Learning is based on the same proven, highly scalable, ML technology used for years by Amazon&rsquo;s internal data scientist community. The service uses powerful algorithms to create ML models by finding patterns in your existing data. Then, Amazon Machine Learning uses these models to process new data and generate predictions for your application.Amazon Machine Learning is highly scalable and can generate billions of predictions daily, and serve those predictions in real-time and at high throughput. With Amazon Machine Learning, there is no upfront hardware or software investment, and you pay as you go, so you can start small and scale as your application grows.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Analytics_AmazonMachineLearning.png",
			"humanURL": "https://aws.amazon.com/machine-learning/",
			"baseURL": ":///",
			"tags": "AWS Machine Learning",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-organizations/aws-machine-learning/master/_listings/aws-machine-learning/openapi.md"
				}
			]
		}
	],
	"tags": "AWS Machine Learning",
	"include": [
		{
			"name": "AWS Machine Learning",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-organizations/aws-machine-learning/master/_listings/aws-machine-learning/apis.yaml"
		}
	]
}